my_string=input('Введите текст: ')
print('Вы ввели:', my_string)
my_string=input('Введите текст маленькими буквами: ')
print('LOL, меняем тект с маленьких, на большие буквы:', my_string.upper())
my_string=input('Введите текст БОЛЬШИМИ буквами: ')
print('АХ-ХА,меняем тект с БОЛЬШИХ, на маленькие буквы:', my_string.lower())
print('Убераем все пробелы'.replace(' ',''))
my_string='Выводим первый символ'
print(my_string[0],'← Вывели первый символ строки')
print (my_string[-1],'← Вывели последний символ символ строки')

